{
    "episodes": [
        {
            "id": 1,
            "season": 1,
            "title": "Пилот",
            "eng_title": "Pilot",
            "director": "Джастин Ройланд",
            "written_by": "Дэн Хармон и Джастин Ройланд",
            "date": "02.12.2013",
            "description": ["Рик Санчес — плохо влияющий на своего внука Морти Смита дедушка, когда обнаруживается, что Морти пропустил семестр в школе за то время, которое он потратил на приключения с Риком. Рик переносит Морти в измерение 35-C, в котором есть идеальные условия для выращивания «Мегадеревьев», на которых растут «Мегафрукты» с «Мегасеменами», необходимые Рику для его исследований. Чтобы преодолеть межгалактическую таможню, Морти прячет семена Мегадеревьев в своей прямой кишке, но когда их план раскрыт, Рик и Морти убегают, участвуя в перестрелке с бюрократическими инопланетными насекомыми. В конце концов, семена растворяются, и ненадолго делают Морти очень умным, заставляя его родителей поверить, что всё в порядке с его обучением, и позволить Рику остаться. Однако, когда эффект семян заканчивается, Морти корчится от последствий, после чего Рик сообщает ему, что им нужно вернуться и взять ещё больше семян, прежде чем впасть в бессмысленную тираду о том, что они отправятся в гораздо более сумасшедшие приключения."]
        },
        {
            "id": 2,
            "season": 1,
            "title": "Пёс-газонокосильщик",
            "eng_title": "Lawnmower Dog",
            "director": "Джон Райс",
            "written_by": "Райан Ридли",
            "date": "09.12.2013",
            "description": [
                "Собака Морти Снаффлз нюхает и злит Джерри, постоянно мочась на ковёр. Расстроенный, Джерри просит у Рика устройство, которое могло бы сделать Снаффлза умнее. Рик создаёт устройство, которое делает Снаффлза достаточно умным, чтобы он мог делать что-то, как нормальный человек, например, ходить в туалет. Тем временем Рик планирует войти в сон учителя математики Морти, мистера Голденфольда, чтобы он повысил оценки Морти, тем самым позволяя Морти чаще проводить время с Риком. Двое входят в сон Голденфольда. Сон происходит в самолёте, где Рик притворяется террористом, угрожающим взорвать их, если Голденфольд не поставит Морти высокие оценки, но Голденфольд решает дать отпор и вытаскивает два пулемёта. Рик понимает, что Голденфольд имеет больше контроля над своими снами, чем он ожидал, а также говорит, что, если они умрут во сне, они умрут в реальной жизни. Тем временем Снаффлз пытается поговорить со своими хозяевами устно, но не может. Он открывает батарейный отсек на шлеме и понимает, что его можно зарядить дополнительными батарейками.", 
                "Всё ещё застряв во сне, Рик пытается вести переговоры с Голденфольдом, используя миссис Оладушку, в качестве живого щита. Из-за этого все в самолёте в панике. Один из пассажиров открывает дверь из самолёта, и всех высасывает наружу. Миссис Оладушка находит парашют и открывает его, а Голденфольд уже посадил самолет. Рик и Морти хватаются за Оладушку, но Голденфольд создал устройство, чтобы достать Оладушку с неба и оставить Рика и Морти падать в котёл с лавой. Однако эти двое погружаются в сон Оладушки, чтобы замедлить время. Сон Оладушки — это межгалактический секс-клуб и темница садомазохизма, наполненная доминантками. Саммер в нижнем белье заставляет двоих чувствовать себя некомфортно, выделяя их. Кентавр-охранник угрожает убить их, и они отправляются в сон кентавра, где трое убегают от «легально существующей подделки» Фредди Крюгера по имени Страшный Терри. Тем временем Снаффлз создал роботизированную руку и динамик, которые он использует, чтобы хватать вещи и общаться, хотя и на ломаном английском. Взгляд Снаффлза на жизнь изменился после просмотра телевизионной передачи о приручении собак и принуждении их к подчинению.", 
                "Всё ещё убегая, Рик и Морти отправляются в сон маленькой девочки, чтобы спастись от Страшного Терри. Вернувшись к тому, что похоже на тот же сон, двое также узнают, что Терри может путешествовать по снам. Создав себе мощный роботизированный костюм, Снаффлз меняет своё имя на Снежок и берёт на себя господство над домом. Находясь в новом сне, Терри всё ещё преследует Рика и Морти. Двое следуют за ним обратно в его дом и входят в его сон. Они видят, что он боится потерпеть неудачу в своей работе, и спасают его от смущения в школе. В свою очередь, он помогает им вернуться в реальность и в процессе убедить Голденфольда поднять оценки Морти. Вернувшись в обычный мир, они обнаруживают, что Снежок привёл армию сверхразумных собак к грани глобального господства над человечеством. Снежок позволяет Морти жить рядом с ним, в то время как остальной мир порабощён по прихоти собак. В то время как собаки подвергают людей подобным действиям, которым люди подвергали собак, Морти живёт в роскоши. Рик показывает ему, что эти двое на самом деле находятся во сне Снежка. Рик отравляет почки Морти, заставляя Снежка заботиться о здоровье Морти. Снежок выходит из своего сна и понимает, что угнетение людей приносит горе и жестокость. Снежок и собаки меняют свой план и вместо этого решают жить в собственном мире.", 
                "В сцене после титров старого учителя класса Страшного Терри заменил Страшный Гленн, барабанщик-хиппи. Рик и Страшный Терри сидят с учениками и курят марихуану, довольные этим изменением."
            ]
        },
        {
            "id": 3,
            "season": 1,
            "title": "Анатомический парк",
            "eng_title": "Anatomy Park",
            "director": "Джон Райс",
            "written_by": "Эрик Акоста и Уэйд Рэндольф",
            "date": "16.12.2013",
            "description": [
                "На Рождество Рик отправляет Морти внутрь тела бездомного, чтобы спасти его жизнь (пародия на «Фантастическое путешествие»). Внутри тела мужчины находится микроскопический вольер под названием «Анатомический парк» (пародия на «Парк Юрского периода»), в котором находятся различные смертельные заболевания, которые выбираются из своих ограждений. Морти и один из сотрудников парка, Энни, спасаются от опасных болезней, убивая остальных сотрудников базы. Рик спасает их, увеличивая тело бездомного до ширины США, прежде чем уничтожить его взрывом.",
                "Между тем, вернувшись в семейный дом, родители Джерри навещают его, и семья пытается сблизиться без электронных устройств. Джерри встревожен, узнав, что его родители решили попробовать полиаморию.",
                "В сцене после титров Рик связывается с Энни и другими её новыми партнёрами внутри тела своего нового пациента, которые говорят о его аттракционе «Пираты поджелудочного моря» (что очень не нравится Рику, так как он чувствителен к своему аттракциону, который был его идеей). Рик вешает трубку, продолжая тираду и оскорбления, а также раскрывает бойфренда Саммер Итана как нового ведущего «Анатомического парка»."
            ]
        },
        {
            "id": 4,
            "season": 1,
            "title": "М. Найт Шьямал-Инопланетяне!",
            "eng_title": "M. Night Shaym-Aliens!",
            "director": "Джефф Майерс",
            "written_by": "Том Кауфман",
            "date": "13.01.2014",
            "description": [
                "Пришельцы держат Рика и Джерри в плену в виртуальной реальности, пытаясь украсть рецепт концентрированной тёмной материи у Рика. Когда Рик пытается сбежать, он обнаруживает, что есть несколько слоёв виртуальной реальности один в другом.",
                "Тем временем Джерри, случайно попавший в ту же виртуальную реальность, пытается продать свой рекламный слоган яблок. Рик наконец-то побеждает пришельцев, дав им поддельный рецепт. Пришельцы отправляют Рика и Джерри домой, и их корабль взрывается, пока они готовят смесь.",
                "В сцене после титров Джерри уволен после того, как дебютировал со своим новым рекламным слоганом яблок в реальном мире. Ночью в комнату Морти входит пьяный Рик, начинает проявлять к нему признательность, но быстро набрасывается на него с ножом и требует знать, не является ли Морти симуляцией. Затем Рик извиняется перед тем, как потерять сознание."
            ]
        },
        {
            "id": 5,
            "season": 1,
            "title": "Мисикс и разрушение",
            "eng_title": "Meeseeks and Destroy",
            "director": "Брайан Ньютон",
            "written_by": "Райан Ридли",
            "date": "20.01.2014",
            "description": [
                "После особенно травмирующего приключения Морти заключает пари с Риком, что он возглавит своё собственное приключение. Когда остальные члены семьи Смитов спрашивают Рика о решении нескольких людских проблем, он даёт им коробку с Мисиксами, устройство, способное вызывать синих гуманоидов по имени «Мистер Мисикс». Эти существа живут в боли, пока не выполнят первое указание, которое им дано; как только оно будет завершено, они исчезнут. Рик предупреждает семью, чтобы их задачи были простыми.",
                "Джерри вызывает Мисикса и просит его помочь ему научиться играть в гольф, что оказывается невыполнимой задачей. В попытке исполнить своё предназначение, Мисикс Джерри вызывает других Мисиксов. Вскоре Мисиксы решают, что их единственная надежда — убить Джерри. Орда вооружённых Мисиксов нападает на ресторан и берёт заложников, чтобы заставить Джерри выйти. Джерри почти выходит, но Бет вдохновляет и поощряет его попробовать свои силы в гольф в последний раз. Джерри использует оторванный кусок стеллажа и помидор, чтобы показать, что его игра улучшилась, и все довольные Мисиксы перестают существовать.",
                "Морти и Рик прибывают в средневековый фантастический мир, чтобы начать своё приключение. Они останавливаются в бедной деревне, которая просит их помочь украсть сокровище великана, чтобы собрать деньги. Морти и Рик поднимаются по гигантскому бобовому стеблю в мир гигантов, но в результате несчастного случая их арестовывают за убийство гиганта. Их судят на суде гигантов, но оправдывают по формальным причинам.",
                "Герои останавливаются в таверне, чтобы выпить, где Морти противостоит Рику из-за его негатива, прежде чем отправиться в уборную. Там он встречает мистера Желатина, поначалу дружелюбного существа, который пытается его изнасиловать. Морти сопротивляется, явно потрясённый этим. Тем временем Рик начинает получать удовольствие, выигрывая приличную сумму денег в карты. Морти умоляет Рика пойти домой и признаёт, что проиграл пари. Рик видит, как побитый мистер Желатин выходит из уборной, и, понимая, что произошло, поднимает настроение Морти, отдав свой выигрыш бедным сельским жителям. Жители деревни объявляют Рика и Морти героями и просят их остаться и встретиться с их королём: мистером Желатином. Морти быстро убеждает Рика открыть портал, чтобы уйти; Рик делает это, затем стреляет через него и убивает Желатина.",
                "В сцене после титров двое жителей деревни находят компрометирующие фотографии в сейфе короля Желатина, но сжигают его, чтобы сохранить наследие короля в неприкосновенности. По мнению одного из них, это к лучшему."
            ]
        },
        {
            "id": 6,
            "season": 1,
            "title": "Напиток Рика #9",
            "eng_title": "Rick Potion #9",
            "director": "Стивен Сандовал",
            "written_by": "Джастин Ройланд",
            "date": "27.01.2014",
            "description": [
                "Морти давно влюблён в Джессику, рыжую девушку-подростка из своей школы. В ночь на «Бале сезона гриппа» Морти просит у Рика любовную сыворотку, и Рик соглашается, давая ему сыворотку, полученную из полёвок. После того, как Морти даёт Джессике (которая, без ведома Морти, болеет гриппом) сыворотку, она смешивается с вирусом гриппа и переносится по воздуху, распространяясь по всей планете за считанные минуты и заставляя каждого человека, не имеющего прямого отношения к Морти, любить его. Пытаясь противодействовать ДНК, использованной в сыворотке, Рик делает противоядие из ДНК богомола, но новая сыворотка не работает, вместо этого заставляя население мира мутировать в чудовищных людей-богомолов, которые все хотят съесть Морти после спаривания с ним.",
                "Между тем, Джерри, чувствуя неуверенность в своих отношениях с Бет, следует за ней на работу после того, как её вызывают на позднюю смену. По пути Джерри обнаруживает, что дорога заблокирована хаосом, созданным людьми-богомолами; когда они пытаются узнать от него местонахождение Морти, он убегает и убивает их из дробовика. Прибыв в лошадиный госпиталь, в котором работает Бет, он обнаруживает, что Бет загнана в угол своим неистовым заражённым коллегой; после того, как Джерри убивает его ломом, они мирятся.",
                "Скрываясь от заражённого населения в пустыне, Рик делает третью сыворотку, чтобы исправить все предыдущие. Но поскольку сыворотка была объединена из различных ДНК, она ещё больше мутирует население мира в едва заметные гуманоидные существа. Называя чудовищ «Кроненбергами» (отсылка к известному режиссёру сериалов ужасов Дэвиду Кроненбергу), Рик решает, что ситуация не подлежит исправлению. Вместо того, чтобы пытаться исправить мир, он сканирует мультивселенную, чтобы найти другое измерение, в котором альтернативным версиям себя и Морти удалось найти решение и предотвратить пандемию мутаций, но вскоре после этого они погибли. Рик и Морти входят в новую реальность, закапывая себя на заднем дворе и спокойно занимают своё место. Эпизод заканчивается тем, что Морти травмирован произошедшими событиями и ужасной смертью своего двойника; начинается песня Mazzy Star «Look on Down from the Bridge»",
                "В сцене после титров Джерри, Бет и Саммер — единственные немутированные люди, оставшиеся в разрушенном мире, кишащем кроненбергами. Между тем, версии кроненбергов Рика и Морти появляются из измерения, где кроненберг Рик случайно превращает весь мир в нормальных людей."
            ]
        },
        {
            "id": 7,
            "season": 1,
            "title": "Воспитание Газорпазорпа",
            "eng_title": "Raising Gazorpazorp",
            "director": "Джефф Майерс",
            "written_by": "Эрик Акоста и Уэйд Рэндольф",
            "date": "10.03.2014",
            "description": [
                "В космическом ломбарде Рик покупает Морти секс-робота. Вскоре после этого робот зачинает инопланетного гибридного ребёнка Морти, которого он называет Морти-младшим. Рик и Саммер отправляются на планету происхождения секс-роботов, Газорпазорп, чтобы найти более подходящих родителей для Морти-младшего. На планете Рик и Саммер узнают, что самцы этого вида взрослеют за считанные дни и по своей природе чрезвычайно агрессивны. Женщины-газорпазорпианки арестовывают Рика из-за его открытого женоненавистничества и угрожают казнить и его, и Саммер, пока Саммер не обнаруживает, что её модный топ был сделан мужчиной, убеждая всех отпустить их на свободу.",
                "Между тем, быстрое взросление Морти-младшего заставляет Морти пытаться воспитать его. Опасаясь своих агрессивных инстинктов, Морти держит Морти-младшего дома, говоря ему, что воздух снаружи ядовит. Однако изоляция заставляет Морти-младшего восстать. Когда он понимает, что Морти солгал ему по поводу воздуха, он вступает в бой с Морти, пока не прибывает Рик и не готовится убить Морти-младшего. Морти встаёт на пути Рика, говоря ему, что он всё ещё любит Морти-младшего. Морти-младший решает уехать и жить самостоятельно, направляя свою агрессию в творческое искусство.",
                "В сцене после титров Морти-младший идёт на ток-шоу, чтобы рассказать о написанной им книге под названием «Мой (ужасный) отец», которая стала очень успешной."
            ]
        },
        {
            "id": 8,
            "season": 1,
            "title": "Скандалы, Рик и расследования",
            "eng_title": "Rixty Minutes",
            "director": "Брайан Ньютон",
            "written_by": "Том Кауфман и Джастин Ройланд",
            "date": "17.03.2014",
            "description": [
                "Рик выражает отвращение к качеству современного телевидения и заменяет обычную кабельную приставку семьи Смитов устройством, которое позволяет им смотреть шоу из бесконечных реальностей. Рик листает каналы, чтобы показать безграничные возможности, в том числе реальность, в которой Джерри — известный актёр. Джерри, Бет и Саммер взволнованы и умоляют Рика показать им их альтернативные жизни. Он достаёт пару межпространственных очков, которые позволят им видеть глазами своего альтернативного «я». Морти остаётся с Риком, и они продолжают смотреть различные рекламные ролики и клипы из альтернативных реальностей.",
                "Джерри, Бет и Саммер по очереди надевают очки. Альтернативное «я» Джерри живёт жизнью наркотиков и разврата, в то время как Бет видит себя работающей с людьми, а не лошадьми. Саммер, однако, обнаруживает, что все реальности, в которых она существует, в основном не изменились. Джерри и Бет признаются Саммер, что она была нежеланным ребёнком, и что её рождение помешало им достичь своих целей. Это очень расстраивает Саммер, и она объявляет о своих планах сбежать.",
                "Пока Саммер начинает собирать чемоданы, Морти пытается её утешить. Он показывает Саммер могилы, которые они с Риком выкопали на заднем дворе в эпизоде «Напиток Рика #9», признавая, что Морти из её реальности мёртв, и он её брат из другой реальности. В заключение он говорит: «Никто не существует по определённой причине, никто ни к чему не привязан, все однажды умрут… Пойдём посмотрим телевизор?» Саммер соглашается остаться, и они вместе спускаются вниз, чтобы посмотреть телевизор с Риком.",
                "Джерри возвращается в гостиную и говорит Морти, что они с Бет решили провести некоторое время отдельно. По телевизору внезапно показывают альтернативную реальность: Джерри с нервным срывом едет на скутере по автостраде, преследуемый полицией. Они смотрят, как альтернативный Джерри подходит к порогу альтернативной Бет, говоря ей, что он ненавидит свою жизнь и сожалеет о том, что не продолжает их отношения. Увидев, насколько важны их отношения друг для друга, Бет и Джерри бросаются в объятия друг друга.",
                "В сцене после титров ​​семья Смитов смотрит новости из «Мира ректальных хомяков». Они задают Рику самые разные вопросы о мире, пока он неохотно создаёт в него портал, чтобы они могли найти ответы для себя. Затем семья проводит приятный отпуск в «Мире ректальных хомяков»."
            ]
        },
        {
            "id": 9,
            "season": 1,
            "title": "Надвигается нечто риканутое",
            "eng_title": "Something Ricked This Way Comes",
            "director": "Джон Райс",
            "written_by": "Майк МакМэхан",
            "date": "24.03.2014",
            "description": [
                "Саммер работает в антикварном магазине, которым управляет Дьявол, который раздаёт вещи, на которых есть проклятия. После того, как Дьявол даёт Рику микроскоп, который лишил бы того интеллекта, Рик разрабатывает технологию обнаружения проклятий и открывает конкурирующий магазин, где он использует науку для снятия проклятий, а Дьявол выходит из бизнеса. Саммер помогает ему возобновить успешный онлайн-бизнес, но он предаёт её и оставляет компанию себе. Саммер и Рик наращивают мышечную массу и публично избивают Дьявола.",
                "Между тем, Джерри, помогая Морти с моделью Солнечной системы в качестве проекта научной ярмарки, настаивает на том, что Плутон — это планета, доходит до лоббирования Международного астрономического союза. Плутонианцы похищают их на свою планету, где Джерри ошибочно принимают за учёного. Его заявления о том, что Плутон — это планета, сразу же делают его популярным. Ведущий учёный-плутонианец говорит Морти, что Плутон сжимается из-за корпоративной добычи плутония, что в конечном итоге приводит к его сжатию, и что плутонианское руководство уверяет население, что Плутон всё ещё является планетой. Морти не удаётся убедить Джерри в уменьшении размеров Плутона и последующем сокрытии, и он возвращается на Землю в разочаровании. Однако после того, как он стал свидетелем ареста учёного и услышал, как король Плутона ускользнул от того, что Плутон не является планетой, Джерри говорит гражданам Плутона правду в публичной речи, в результате чего его все ненавидят и депортируют обратно на Землю. Джерри извиняется перед Морти и спрашивает, могут ли они завершить его проект научной ярмарки, но Морти говорит ему, что просто планирует передать робота, построенного Риком, передающего масло.",
                "В сцене после титров накаченные Саммер и Рик избивают неонациста, хулигана, члена баптистской церкви Вестборо и жестокого владельца собаки."
            ]
        },
        {
            "id": 10,
            "season": 1,
            "title": "Близкие риконтакты риковой степени",
            "eng_title": "Close Rick-counters of the Rick Kind",
            "director": "Стивен Сандовал",
            "written_by": "Райан Ридли",
            "date": "07.04.2014",
            "description": [
                "Рика C-137 несправедливо обвиняют в убийстве двадцати семи Риков из других измерений и похищении их Морти. Межпространственный Совет Риков арестовывает его и признаёт виновным, обнаружив компрометирующие доказательства, которые были сфабрикованы, чтобы подставить его. Рик и Морти убегают, но их преследуют несколько версий Риков. Дом Смитов «наводнён» другими Риками, и Джерри заводит дружбу с добродушным «Фуфел Риком».",
                "Настоящими виновниками оказываются «Злой Рик» и его Морти с повязкой на глазу (впоследствии его назовут «Злым Морти»). Они использовали мозговые волны с низким интеллектом Морти как способ скрыть себя. Они схватывают Рика C-137 и Морти, но последний возглавляет восстание версий Морти и освобождает Рика C-137. Рик сообщает Совету о настоящем убийце, таким образом очищая своё имя. После того, как Рик и Морти уходят, Совет обнаруживает, что «Злой Рик» на самом деле находился под контролем неизвестного кукловода, которым всё это время был Морти с повязкой на глазу. Морти с повязкой на глазу сбегает, растворяясь в толпе Морти без Риков.",
                "В сцене после титров Джерри машет «Фуфел Рику» из окна, побуждая Рика посмеяться над ним."
            ]
        },
        {
            "id": 11,
            "season": 1,
            "title": "Риксованный бизнес",
            "eng_title": "Ricksy Business",
            "director": "Стивен Сандовал",
            "written_by": "Райан Ридли и Том Кауфман",
            "date": "14.04.2014",
            "description": [
                "Джерри и Бет участвуют в реконструкции Титаника, но корабль неожиданно не тонет. Джерри проводит некоторое время наедине с Люси, уборщицей, которая в конечном итоге оказывается невменяемой фанаткой фильма, заставляя его под прицелом имитировать сцены с ней. Она почти насилует Джерри, но Бет спасает его.",
                "Между тем, Рик, остаётся ответственным за Морти и Саммер, но у них большая вечеринка. Среди гостей — подростки, инопланетяне, Шестерёнкоголовый, Сквончи, альтернативные Рики и Аврадольф Линклер (комбинация ДНК Адольфа Гитлера и Авраама Линкольна). Они не только создают беспорядок, но и весь дом случайно отправляется в другое измерение, где Линклер, по-видимому, умирает (на самом деле он выживает). В конце концов, гостей прогоняют, а дом возвращают на место. У Рика, Морти и Саммер есть всего несколько минут до прибытия Бет и Джерри, поэтому они используют хитроумное приспособление, чтобы остановить время, позволяя им отремонтировать дом. Они смотрят Титаник и единодушно соглашаются, насколько он ужасен.",
                "В сцене после титров гигантские инопланетные звери многократно вставляют и высовывают Линклера и подростка с вечеринки в свои тела."
            ]
        },
        {
            "id": 12,
            "season": 2,
            "title": "Рик во времени",
            "eng_title": "A Rickle in Time",
            "director": "Уэс Арчер",
            "written_by": "Мэтт Роллер",
            "date": "26.07.2015",
            "description": [
                "Спустя шесть месяцев после остановки времени Рик решает разморозить время. Он предупреждает Морти и Саммер, что их хронологическое время может быть нестабильным. Рик предлагает Бет и Джерри пойти за мороженым, чтобы дать им время стабилизироваться. Морти и Саммер спорят, и возникающая в результате неопределённость разрывает время на две реальности — визуально изображаемые как две в основном синхронизированные параллельные реальности. Они больше не являются частью какой-либо линии времени, а гараж окружён чёрной пустотой, заполненной котами Шрёдингера. Рик использует Кристалл Времени, чтобы попытаться соединить вероятности вместе, но продолжающаяся неуверенность Морти и Саммер мешает работать слиянию. Собственная неуверенность Рика в том, что его другое «я» замышляет против него заговор, приводит к хаосу.",
                "Из четырёхмерного пространства появляется существо с яичком вместо головы и ругает Рика. Он даёт Рику, Морти и Саммер ошейники, стабилизирующие время, которые восстанавливают порядок, объединяя линии времени в одну. Однако, поскольку Рик получил кристалл времени незаконным путём, существо говорит им, что они отправятся в тюрьму времени на вечность. Рик приказывает Морти и Саммер снять ошейники, но возникающая в результате цепочка неопределённости ещё больше разбивает их реальности на десятки различных временных линий. После победы над яйцеголовым монстром Рик замечает, что время разваливается. Ошейник Саммер переносит её в своё время, но один из ошейников Морти сломан. Когда гараж разваливается на части, Морти со сломанным ошейником падает в бескрайнюю пустоту, и Рик прыгает за ним. Он даёт Морти свой ошейник, но замечает парящий под ним ошейник. Он поспешно чинит его, и все трое воссоединяются в своём времени.",
                "Между тем, получив мороженое, Бет и Джерри сбили оленя своей машиной. Как ветеринарный хирург, Бет пытается помочь оленю в ветеринарной больнице, но замечает огнестрельное ранение в его боку. Появляется охотник и заявляет, что олень принадлежит ему, вызывая адвоката, чтобы гарантировать владение над оленем. В то время как Бет игнорирует это и пытается спасти оленя, Джерри приходит на помощь, привлекая сотрудников института дикой природы, которые могут доставить оленей к лучшим врачам за пределами юрисдикции требований охотника. Вернувшись в лес, Бет обнаруживает, что мужчины были не врачами, а сотрудниками кафе-мороженого. Бет продолжает свою операцию и спасает оленя, который возвращается в лес.",
                "В сцене после титров яйцеголовый монстр получает подкрепление. Вместе с другим таким же существом они ошибочно принимают Альберта Эйнштейна за Рика, избивают его и предупреждают, чтобы он «не шутил со временем». Это вдохновляет Эйнштейна сформулировать теорию относительности назло им."
            ]
        },
        {
            "id": 13,
            "season": 2,
            "title": "Успеть до Морти-ночи",
            "eng_title": "Mortynight Run",
            "director": "Доминик Полчино",
            "written_by": "Дэвид Филипс",
            "date": "02.08.2015",
            "description": [
                "Рик даёт Морти урок вождения на своём летающем корабле. Они обнаруживают Джерри на заднем сиденье и везут его в детский сад «Нудный Джерри», созданный альтернативным Риком для того, чтобы высаживать версии Джерри. Джерри чувствует себя инфантильным из-за детской атмосферы, включая яму для мячей и фигуру в костюме Бет, но с нетерпением ждёт просмотра «Успеть до полуночи». Вскоре он обнаруживает комнату Джерри, за которыми не вернулись Рики, и испытывает отвращение из-за отсутствия у них желания уйти. Он выходит через парадную дверь, но, дойдя до билетной станции и не сумев связаться с инопланетянином, он пугается внешней среды и возвращается обратно в сад.",
                "Рик продаёт пистолет с антивеществом убийце Кромбопулусу Майклу, но Морти обеспокоен этим. На деньги с продажи оружия они идут в аркады «Blips and Chitz». В первой игре Морти становится персонажем Роем и проживает свою жизнь 55 лет, не помня о внешнем мире, пока не умирает после падения с лестницы в магазине ковров. В то время как Рик играет Роя, Морти берёт корабль с целью остановить Кромбопулуса Майкла, но случайно разбивается и убивает его. Прежде чем охранник успевает убить Морти, Рик проходит через портал, который разрезает охранника надвое.",
                "Целью Кромбопулуса Майкла было газообразное существо, которое общается посредством телепатии, которого Рик называет «Шептуном». Морти берёт Шептуна на борт корабля, но Рик протестует этому, прежде чем уйти. Он появляется, чтобы спасти Морти после нападения охранников. Шестерёнкоголовый ремонтирует повреждённый корабль, в то время как Шептун начинает петь песню «Goodbye Moonmen» с сопровождающим музыкальным видео в голове Морти. Шестерёнкоголовый предаёт Рика, звоня властям, которые, по словам Шептуна, хотят использовать его способности для изменения состава атомов. Рик, Морти и Шептун преследуются правоохранительными органами, когда они уходят, пока Шептун не использует телепатию, чтобы отвлечь их.",
                "Шептун достигает червоточины и говорит Морти, что их план состоит в том, чтобы уничтожить всю основанную на углероде жизнь. Морти просит Шептун снова спеть и стреляет в него из пушки на антивеществе. Затем Рик и Морти возвращаются, чтобы забрать Джерри, но другой Рик и Морти не понимают, кому принадлежит Джерри, и каждый уходит со случайным из двух Джерри.",
                "В сцене после титров Рик появляется в рекламе «Blips and Chitz»."
            ]
        },
        {
            "id": 14,
            "season": 2,
            "title": "Аутоэротическая ассимиляция",
            "eng_title": "Auto Erotic Assimilation",
            "director": "Брайан Ньютон",
            "written_by": "Райан Ридли",
            "date": "09.08.2015",
            "description": [
                "Рик пытается ограбить повреждённый космический корабль вместе с Морти и Саммер. Они находят Юнити, коллективный разум и бывшую любовницу Рика. Она планирует в конечном итоге ассимилировать всю вселенную. Бета-7 — это мужской коллективный разум, влюблённый в Юнити, но та отвергает его. На планете, полностью ассимилированной Юнити, она и Рик вместе устраивают вечеринки, занимаются сексом, пьют и употребляют наркотики. В свете всего разгула она теряет контроль, и планета становится беспорядочной и заброшенной. Саммер считает ассимиляцию неэтичной, пока она и Морти не становятся свидетелями того, как некоторые жители после потери контроля над ними начинают расовую войну. В конце концов, Юнити решает оставить Рика ради собственного блага.",
                "Между тем, Бет и Джерри, находят секретную подземную комнату с похожим на слизня монстром. У пары возникает спор, в котором Джерри обвиняет Рика, а Бет пытается защитить своего отца. Монстр вырывается из цепей и обвиняет Бет и Джерри в худших отношениях, которые он когда-либо видел. Расстроенная Бет сталкивается с явно расстроенным Риком, который пытается покончить жизнь самоубийством в гараже, но терпит неудачу.",
                "В сцене после титров пьяный Рик пытается связаться с Юнити, но его блокирует Бета-7."
            ]
        },
        {
            "id": 15,
            "season": 2,
            "title": "Вспомнить Вэ Сэ Йо",
            "eng_title": "Total Rickall",
            "director": "Хуан Меса-Леон",
            "written_by": "Майк Макмэхан",
            "date": "16.08.2015",
            "description": [
                "За ужином в семье Смитов брат Джерри дядя Стив даёт им билеты на самолёт в качестве благодарности за то, что они позволили ему остаться с ними в течение всего года. Приходит Рик и стреляет в Стива, чья форма меняется на настоящую — паразита, когда тот умирает. Рик говорит, что это паразит, который размножается, внедряя ложные воспоминания в головы людей. Рик говорит, что в доме должно быть только шесть человек — он сам, Морти, Саммер, Бет, Джерри и мистер Жопосранчик, последний из которых — маленькое жёлтое существо с высокой головой.",
                "Рик изолирует дом от паразитов с помощью бронещитов, поскольку мистер Жопосранчик напоминает семье о воспоминании о кузене Ники, который затем появляется в комнате. Рик стреляет в него после того, как видит надпись с шестью настоящими членами семьи. Тем не менее, в семье по-прежнему возникают ложные коллективные воспоминания о новых персонажах, всех паразитах, которые попадают в комнату. Один из таких паразитов — Сонный Гэри, которого семья считает мужем Бет, — рассказывает Джерри о воспоминаниях о их поцелуях.",
                "Гостиная теперь заполнена паразитами вместе с семьёй Смитов. Они пытаются убедить Рика, чтобы тот опустил щит, прежде чем начать убеждать остальных, что Рик — паразит. Некоторые из них нападают на Рика и крадут его часы, чтобы опустить бронещит. Морти ведёт Рика в гараж и собирается застрелить его, убеждённый, что он паразит, но понимает, как отличить паразитов от настоящих членов семьи: все внедрённые воспоминания хорошие, но у Морти много неприятных воспоминаний о Рике.",
                "Используя этот метод, Рик и Морти уничтожают паразитов одного за другим. Плохие воспоминания о Саммер и Бет доказывают их реальность. Бет убивает Сонного Гэри, что делает Джерри склонным к самоубийству, но Бет понимает, что он настоящий. После уничтожения последних паразитов шесть первоначальных членов семьи садятся за обед. Бет, подозревая, что у неё нет плохих воспоминаний о мистере Жопосранчике, стреляет в него. Однако тот оказывается настоящим и тяжело ранен выстрелом.",
                "В сцене после титров семья Смитов наблюдает за мистером Жопосранчиком на физиотерапии; он просит медсестру передать Бет сообщение, что ему жаль, что у неё нет плохих воспоминаний о нём."
            ]
        },
        {
            "id": 16,
            "season": 2,
            "title": "Пора швифтануться",
            "eng_title": "Get Schwifty",
            "director": "Уэс Арчер",
            "written_by": "Том Кауфман",
            "date": "23.08.2015",
            "description": [
                "Огромная голова-пришелец («Кромулон») появляется над Землёй, требуя услышать оригинальную песню, поэтому Рик и Морти импровизируют «Пора швифтануться». Всю планету похищают и заставляют участвовать в музыкальном шоу талантов, где планеты проигравших уничтожают плазменным лучом. Морти крадёт портальную пушку Рика и оставляет его наедине с Айс-Ти, который был единственным музыкантом, пережившим землетрясение, обрушившееся на премию Грэмми, чтобы записать хит и спасти Землю. Морти натыкается на Птичью личность (живущего с Тэмми с эпизода «Риксованный бизнес»), который убеждает его вернуться к Рику. Айс-Ти оказывается ледяным пришельцем, который изначально не заботился о Земле, но позже меняет своё мнение и спасает планету. Рик, Морти и президент США выигрывают соревнование, импровизируя «Голову вниз».",
                "Между тем, Джерри, Бет и Саммер вступают в религиозный культ, основанный на неправильной интерпретации сообщения от Кромулонов. Движение быстро распадается после того, как осознало, что всё это было шоу музыкальных талантов.",
                "В сцене после титров Айс-Ти возвращается на родную планету Алфавитрим, где его отец прощает его и восстанавливает его истинную форму, Уотер-Ти. Цифертиконы атакуют, и Уотер-Ти бросается в бой. Это промо боевика."
            ]
        },
        {
            "id": 17,
            "season": 2,
            "title": "Наверное, Рики сошли с ума",
            "eng_title": "The Ricks Must Be Crazy",
            "director": "Доминик Полчино",
            "written_by": "Дэн Гутерман",
            "date": "30.08.2015",
            "description": [
                "Во время путешествия в другое измерение Рик, Морти и Саммер обнаруживают, что автомобильный аккумулятор Рика неисправен. Рик берёт Морти внутрь аккумулятора, чтобы починить его, и оставляет Саммер ждать в машине, давая ей указание: «Охранять Саммер». Морти обнаруживает, что автомобильный аккумулятор на самом деле является «микровселенной», содержащей целую вселенную, обеспечивающую питание автомобиля. Рик дал разумным существам технологию «губл коробки» для вырабатывания электроэнергии, но без их ведома он забирает большую часть вырабатываемой энергии. Это заставляет Морти сомневаться в этичности Рика.",
                "Рик и Морти обнаруживают, что учёный и житель микровселенной по имени Зип Ксанфлорп создал свою собственную «мини-вселенную», которая делает губл коробки устаревшими. Рик, Морти и Зип входят в мини-вселенную и обнаруживают, что Кайл, учёный, живущий в аккумуляторе Зипа, также работает над своей собственной «кроха-вселенной», в которую входят Морти и трое учёных. Как только Зип и Кайл обнаруживают, что они рабы, рождённые для вырабатывания электричества, Зип в ярости нападает на Рика. Во время борьбы Кайл совершает самоубийство на своём корабле, оставив Рика, Морти и Зипа в кроха-вселенной.",
                "Несколько месяцев спустя (в кроха-вселенной) Морти заставляет Рика и Зипа отложить в сторону свои разногласия и создать способ вернуться в мир Зипа. Однако, когда они возвращаются, Зип пытается убить Рика и Морти, но Рик уничтожает мини-вселенную Зипа, и после драки Рик в конечном итоге побеждает его. Рик и Морти благополучно возвращаются в свою вселенную, в то время как Зип понимает, что он должен прекратить свои эксперименты с технологией мини-вселенной и вернуться к губл коробкам, иначе Рик выбросит аккумулятор и разрушит его мир.",
                "Между тем, машина Рика, использует экстремальную оборонительную тактику, в том числе разрезание человека, паралич и психологическую пытку, чтобы уберечь Саммер от различных нападавших. В то время как испуганная Саммер пытается остановить машину, чтобы никому не причинить вреда, между припаркованной машиной и полицией с военными происходит противостояние. По требованию Саммер автомобиль избегает физического и психологического насилия и вместо этого избегает ситуации, создав мирный договор между двумя враждующими фракциями планеты, людьми и телепатическими гигантскими пауками, в обмен на безопасность. Выбравшись из аккумулятора Рик и Морти, вместе с Саммер идут в магазин мороженого на той же планете. Рик жалуется, что в его мороженом полно мух, на что официантка отвечает, что в результате договора мороженое теперь для всех, вне зависимости от количества ног. Рик обвиняет Саммер и ругает её за испорченное мороженое.",
                "В сцене после титров, в школе, Морти внезапно превращается в машину."
            ]
        },
        {
            "id": 18,
            "season": 2,
            "title": "Большой переполох в маленьком Санчезе",
            "eng_title": "Big Trouble In Little Sanchez",
            "director": "Брайан Ньютон",
            "written_by": "Алекс Рубенс",
            "date": "13.09.2015",
            "description": [
                "Рик становится «Мелким Риком», переселяя свой разум в клона-подростка, чтобы убить вампира в школе Морти и Саммер. Мелкий Рик общителен и популярен, но подсознательно взывает о помощи в текстах песен и рисунков. К большому пренебрежению её одноклассников, Саммер намеренно выгоняет Мелкого Рика из школы, называя его убийцей тренера Ферату, вампира. Морти и Саммер в конце концов убеждают Рика вернуться в своё тело.",
                "Между тем, Джерри и Бет проходят терапию на чужой планете. Создаются два проявления представлений партнёров друг о друге: Бет Джерри воплощена в виде возвышающегося враждебного ксеноморфоподобного насекомого, а Джерри Бет — раболепного червя. Насекомое Бет освобождается из камеры с помощью червя Джерри, убивая несколько пар и сотрудников. В конце концов, Джерри действует храбро, заставляя Бет представить себе сильного Джерри, что, в свою очередь, заставляет Джерри представить себе богинеподобную Бет, которая уничтожает ксеноморфоподобного монстра.",
                "В сцене после титров главный вампир выступает против использования таких имён, как «Тренер Ферату», которые выдают их статус вампира."
            ]
        },
        {
            "id": 19,
            "season": 2,
            "title": "Межвселенское кабельное 2: Искушение судьбы",
            "eng_title": "Interdimensional Cable 2: Tempting Fate",
            "director": "Хуан Меса-Леон",
            "written_by": "Дэн Гутерман, Райан Ридли и Джастин Ройланд",
            "date": "20.09.2015",
            "description": [
                "Джерри лечится в инопланетной больнице после того, как по незнанию проглотил бактерии, хранящиеся у Рика в вёдрышке с вишнёвым мороженым. В то время как его семья находится в приёмной и смотрит серию телеканалов из альтернативных реальностей, врачи просят Джерри пожертвовать своим пенисом, чтобы заменить им сердце борца за гражданские права Шримпли Пибблза. Джерри соглашается, но, тем не менее, пытается публично уйти от этого. Это вызывает ненависть публики к Джерри, но также повышает осведомлённость и сборы средств на покупку синтетического сердца для Пибблза. В конце концов, Джерри меняет своё мнение и держит врачей в заложниках, требуя, чтобы они завершили процедуру трансплантации, но служба безопасности останавливает его. Затем семью отправляют домой, а Бет отчитывает Джерри, что он не должен так сильно заботиться о том, что о нём думают незнакомцы.",
                "В сцене после титров Джерри пытается съесть «Глазочки» Рика, инопланетные хлопья, появившиеся в межвселенском кабельном телевидении, но в дом врывается Человек-Глазочек и начинает безжалостно избивать его."
            ]
        },
        {
            "id": 20,
            "season": 2,
            "title": "Судная ночь",
            "eng_title": "Look Who’s Purging Now",
            "director": "Доминик Полчино",
            "written_by": "Дэн Хармон, Райан Ридли и Джастин Ройланд",
            "date": "27.09.2015",
            "description": [
                "Рик и Морти посещают другую планету, чтобы купить жидкость для стеклоочистителей и стать свидетелями «Фестиваля», ежегодного мероприятия, на котором местное население совершает преступления на одну ночь без последствий. Рик сравнивает это с фильмом «Судная ночь». Морти заставляет Рика спасти Артришу, юную инопланетную девушку. Она предаёт их и крадёт их оружие с космическим кораблём Рика, оставляя Рика и Морти на произвол судьбы. Рик звонит Саммер и просит её прислать бронекостюмы. Морти убивает всех жителей, даже тех, кто не участвовал до тех пор, пока Рик не нокаутирует его. Рик позволяет Артрише использовать костюм Морти и помогает ей убить коррумпированную знать, которая реализовала фестиваль. Жители планеты решают создать новое общество с нуля, однако из-за разногласий по этому поводу вспыхивают беспорядки. Один из них предлагает открыть «Фестиваль». Морти чувствует себя виноватым перед всеми жителями, которых он убил, но Рик ошибочно винит шоколадку, которую съел Морти, тем самым успокаивая его.",
                "В сцене после титров Бет обнаруживает, что Джерри потратил 700 долларов на звонок Тэдди Мэйсону, который берёт деньги только за то, чтобы поговорить по телефону."
            ]
        },
        {
            "id": 21,
            "season": 2,
            "title": "Свадебные Сквончеры",
            "eng_title": "The Wedding Squanchers",
            "director": "Уэс Арчер",
            "written_by": "Том Кауфман",
            "date": "04.10.2015",
            "description": [
                "После того, как Рик получает и отклоняет приглашение на свадьбу от Птичьей личности через межгалактическую почту, Джерри случайно отправляется той же службой к месту свадьбы. Чтобы вернуть Джерри, Рик вынужден присутствовать на свадьбе своего лучшего друга на далёкой планете Сквонч вместе с остальной семьёй, несмотря на его возражения. Во время речи невеста Птичьей личности Тэмми Гутерман оказывается агентом Галактической Федерации. Тэмми убивает Птичью личность и приказывает множеству агентов атаковать гостей свадьбы. Рик сбегают со своей семьёй, но они не могут вернуться на Землю, поскольку Федерация будет искать их там. Побывав на планете, вращающейся вокруг бесконечно кричащего солнца, и на планете, где всё живое находится «в початках», семья прячется на очень маленькой планете за пределами досягаемости Федерации.",
                "Когда Рик уходит исследовать планету, Джерри предлагает остальным членам семьи вернуться на Землю и сдать Рика, ссылаясь на эгоизм Рика. Однако остальная часть семьи защищает Рика, говоря, что они хотят остаться с ним из-за своей безоговорочной любви к нему как к члену семьи. Рик слышит всё это из-под пола их дома. Убедив Морти, что он уходит за мороженым, Рик покидает планету, звонит в Федерацию и соглашается сдаться в обмен на свободу своей семьи. Федерация спасает семью, и они возвращаются на Землю, которая теперь присоединилась к Федерации и кишит инопланетными туристами. После того, как ему много раз говорили, чтобы он устроился на работу, Джерри, наконец, по возвращении на Землю назначается Федерацией на работу. Рик захвачен Федерацией и перемещён на планету-тюрьму, и по обвинению в совершении «всего» Рик содержится в заключении, по-видимому, на неопределённый срок.",
                "В сцене после титров мистер Жопосранчик заканчивает просмотр эпизода и спрашивает аудиторию, что, по их мнению, произойдёт в третьем сезоне. Он задаёт тот же вопрос доставщику пиццы и заявляет, что третий сезон выйдет через полтора года, или позже."
            ]
        },
        {
            "id": 22,
            "season": 3,
            "title": "Рикбег из Рикшенка",
            "eng_title": "The Rickshank Rickdemption",
            "director": "Хуан Меса-Леон",
            "written_by": "Майк Макмэхан",
            "date": "01.04.2017",
            "description": [
                "Во время заключения Рика Санчеза Галактическая Федерация присоединяет к себе Землю, и семья Смитов пытается справиться с его отсутствием. Саммер эксгумирует останки альтернативного Рика на их заднем дворе, намереваясь использовать портальную пушку и спасти его. Морти, однако, пытается раскрыть недостатки Рика Саммер, перенеся её в его измерение — во вселенную, где Земля была превращена в пустошь из-за вируса, превращающего всех людей в ужасных монстров в результате беспечности Рика. Всё это время учёные Галактической Федерации пытаются раскрыть секрет портальной пушки Рика, посылая Корнвелиуса Майкла в его разум, чтобы допросить того, используя мысленные образы из его прошлого.",
                "Морти и Саммер захвачены семьёй Смитов из мира Кроненбергов, но спасаются Рик-спецназом, который отправляет их к Совету Риков. Узнав, что Рик был схвачен, Совет Риков объявляет о своём плане отправить Рик-спецназ для его убийства. В тюрьме Рик обманывает Галактическую Федерацию, полагая, что он раскрыл секреты своей портальной пушки. С ослабленной охраной Рик взламывает технологию Федерации, чтобы поменяться телами с Корнвелиусом Майклом. Его настоящее тело застрелено членом команды Рик-спецназа, который прибывает к нему, не подозревая, что он всё ещё жив.",
                "Рик переносит своё сознание в Рика командующего войсками Цитадели и убивает остальных. Он проникает в Цитадель Риков и телепортирует станцию ​​в то же место, что и тюрьма Федерации. Это подталкивает обе стороны к массовому сражению; Затем Рик в хаосе спасает Морти и Саммер и убивает Совет Риков. В суматохе Рик входит в мэйнфрейм Федерации — выясняется, что это причина его сдачи. Он использует этот доступ, чтобы обесценить галактическую валюту, тем самым разрушив экономику Федерации. Галактическая Федерация впадает в хаос и в результате рушится, а инопланетяне покидают Землю.",
                "Провозглашённый Саммер и Бет героем, Рик возвращается в дом Смитов, где Джерри ставит Бет ультиматум: или уходит он или Рик. Рик, Саммер и Морти уходят в гараж, чтобы дать им обсудить это. Вскоре Бет говорит, что разводится с Джерри. Поскольку всё становится как было, Рик остаётся наедине с Морти, и говорит ему, что его скрытый мотив состоял в том, чтобы заставить Галактическую Федерацию и Джерри «уйти», наказав Джерри за его предательство, угрожая сдать его правительству в финале второго сезона и стать главой семьи. Это переходит в монолог Рика, посвящённый его разглагольствованиям в конце пилотного эпизода, о том, что их приключения обязательно будут более мрачными, чем раньше. Рик также рассказывает, что его мотивирует поиск сычуаньского соуса, когда-то доступного в Макдональдсе в качестве рекламной акции к мультфильму «Мулан» 1998 года.",
                "В сцене после титров Тэмми наблюдает за воскрешением Птичьей личности в виде киборга, прозванного «Феникс личностью»."
            ]
        },
        {
            "id": 23,
            "season": 3,
            "title": "Рикман с камнем",
            "eng_title": "Rickmancing the Stone",
            "director": "Доминик Полчино",
            "written_by": "Джейн Бекер",
            "date": "30.07.2017",
            "description": [
                "Рик переносит Морти и Саммер на постапокалиптическую версию Земли, где их преследует группа падальщиков, известных как «Сталкеры смерти». Рик замечает, что у группы есть ценный камень изотопа 322, поэтому он и дети присоединяются к ним в надежде украсть его. Саммер влюбляется в лидера Сталкеров смерти, в то время как Морти получает силу накаченной руки, которая берёт его на поиски убийцы своего предыдущего владельца. Рик уходит и заменяет детей андроидами, чтобы обмануть Бет. Когда он возвращается, он помогает Сталкерам смерти использовать изотоп для питания электричеством всей цивилизации. Саммер не нравится, как это изменение смягчает Сталкеров смерти, и она решает последовать за Риком и Морти домой. Перед уходом Рик крадёт изотоп. Этот опыт помогает детям преодолеть развод родителей. Саммер примиряется с Джерри, а Морти понимает, что должен жить своей жизнью.",
                "В сцене после титров, когда Джерри получает пособие по безработице, появляется волк и издевается над ним, чтобы тот отдал его. Волк съедает чек, а после выплёвывает его, тем самым ещё больше разрушая новую жизнь Джерри."
            ]
        },
        {
            "id": 24,
            "season": 3,
            "title": "Огурчик Рик",
            "eng_title": "Pickle Rick",
            "director": "Энтони Чун",
            "written_by": "Джессика Гао",
            "date": "06.08.2017",
            "description": [
                "Пока Бет, Морти и Саммер готовятся к семейной терапии, Рик сообщает Морти, что он не сможет пойти, превратив себя в огурец. Он отрицает, что провёл этот эксперимент, чтобы избежать терапию, но семья замечает механизм, созданный для того, чтобы бросить в него шприц вскоре после их ухода. Бет забирает шприц, оставляя Рика одного на своём верстаке.",
                "Рика смахивает с верстака кошка, а затем смывает в канализацию во время дождя. Несмотря на то, что его единственная подвижность — это движение рта, он убивает таракана, устраивает лабораторию в канализации и строит себе экзоскелет с электроприводом из трупов крыс. С помощью реактивного ранца он сбегает из канализации в туалет на охраняемом участке, где убивает нескольких охранников. Глава комплекса отправляет заключённого по имени Ягуар сразиться с Риком, но Рик убеждает Ягуара присоединиться к нему, и они вместе сбегают на вертолёте главы после того, как устроили взрыв, убив тем самым главу.",
                "Между тем, терапевт доктор Вонг спрашивает Бет о решении Рика превратиться в огурец, в то время как та уходит от ответа, спрашивая о Саммер, нюхавшею горшёчную эмаль, и Морти, обмочившегося на уроке. Бет отрицает, что в шприце была анти-огуречная сыворотка, и Вонг предлагает ей и Рику избегать эмоциональной уязвимости. Когда семья выражает свои чувства, входит Рик, чтобы взять шприц. Вонг заставляет его признать, что это анти-огуречная сыворотка, и что он солгал Бет, чтобы избежать терапии. Рик говорит, что не видит ценности в терапии, потому что хочет изменить мир. Вонг говорит, что использует интеллект, чтобы оправдать болезнь и избежать самосовершенствования.",
                "По пути домой Рик извиняется перед Бет за ложь, а затем использует шприц, чтобы снова превратиться в человека. Морти и Саммер проявляют интерес к дальнейшей терапии, но Рик и Бет игнорируют их, высмеивая Вонга и планируя пойти выпить.",
                "В сцене после титров злодей Концерто готовится убить Рика и Морти на своём гигантском пианино, но Ягуар спасает их. Рик говорит Морти, что именно поэтому он не должен ходить на терапию."
            ]
        },
        {
            "id": 25,
            "season": 3,
            "title": "Виндикаторы 3: Возвращение концесветника",
            "eng_title": "Vindicators 3: The Return of Worldender",
            "director": "Брайан Ньютон",
            "written_by": "Сара Карбинер и Эрика Росби",
            "date": "13.08.2017",
            "description": [
                "Морти заключает сделку с Риком, в которой он может выбрать каждое десятое приключение, чтобы ответить на призыв Виндикаторов о помощи, которые ранее работали с ними. Когда группу информируют об опасностях Губителя миров, раздражённый Рик прерывает их, чтобы оскорбить супергероев Сверхновую, Миллион Муравьёв, Крокобота, Алана Рельса и Вэнса Максимуса. Единственный Виндикатор, которого тот не оскорбляет, — это Нуб-Нуб. На встрече Морти расстроен, обнаружив, что Виндикаторы встретились для второго приключения, в которое Рик и Морти не были приглашены.",
                "На следующее утро Виндикаторы прибывают в комнату для брифингов и обнаруживают Рика без сознания в луже поноса. Нуб-Нуб остаётся, чтобы убрать за ним, в то время как остальная часть команды уходит, чтобы победить Губителя миров. Когда Рик просыпается, он уничтожает автотурель, которая стреляла по команде. Вскоре они находят Губителя миров и его приспешников уже убитыми. Опускается большой экран, на котором пьяный Рик начинает монолог.",
                "Вдохновлённый фильмом «Пила», Рик поставил Виндикаторам выполнить первую загадку с условием: если они уйдут или проиграют, их убьют. Вэнс пытается выйти через вентиляционный проход с ловушками, которые жестоко убивают его. Когда Алан угрожает убить Рика, Морти говорит, что он решил первую загадку, в которой описания должны соответствовать каждому Виндикатору. Любое описание подходит к каждому, поскольку, по мнению Рика, все они функционально одинаковы.",
                "Вторая загадка — выбрать место на карте, о котором Виндикаторы отказываются говорить. Крокобот убит из-за неправильной догадки Дориана 5, планеты, жителей которой истребила команда, но Морти понимает, что решение — это Израиль, который Рик обсуждает в пьяном виде. В третьей головоломке команда пытается забить баскетбольные трёхочковые броски, в то время как Морти стремится обезвредить нейтрино бомбу. Однако вспыхивает спор по поводу прошлых отношений Суперновы с Рельсом и Миллионом Муравьёв. Супернова останавливает битву между Рельсом и Миллионом Муравьёв с помощью силового поля, которое убивает Алана.",
                "Последняя загадка — разместить на платформе единственную часть Виндикаторов, которую ценит Рик. Рик думает, что это Морти, который стоит на платформе, и его переносят в камеру, предназначенную для Нуб-Нуба, где Рик на видео говорит, как сильно он ценит Нуб-Нуба. Вернувшись в логово, Сверхновая убивает Миллион Муравьёв, но не может убить Рика из-за вечеринки, запланированной пьяным Риком, на которой выступает Logic.",
                "В сцене после титров Шестерёнкоголовый пытается использовать жилет Виндикаторв, чтобы забрать несколько девочек-подростков, но когда происходит террористическая атака инопланетян, он убегает, затем спотыкается и падает, разбиваясь на части."
            ]
        },
        {
            "id": 26,
            "season": 3,
            "title": "Конспирация",
            "eng_title": "The Whirly Dirly Conspiracy",
            "director": "Хуан Меса-Леон",
            "written_by": "Райан Ридли",
            "date": "21.08.2017",
            "description": [
                "Чтобы поднять самооценку Джерри, Рик берёт его с собой в приключение по просьбе Морти. Они посещают инопланетный курорт в поле бессмертия, чтобы Джерри не пострадал во время приключения. Джерри встречает Ризотто Групона, пришельца, который обвиняет Рика в узурпации его королевства. Ризотто вовлекает Джерри в заговор с целью убить Рика, но Джерри отступает после того, как Рик извиняется за разрушение его брака. Попытка терпит неудачу, и Рик понимает причастность Джерри, вызывая монолог, в котором он обвиняет Джерри в сознательном беспомощном действии, чтобы заставить других помочь ему, например, заставляя Бет чувствовать, что она обязана выйти за него замуж. После того, как Рик убивает Ризотто, он смягчает своё отношение к Джерри, но отказывается позволить ему вернуться в семью.",
                "Между тем, Саммер также занимается проблемами самооценки. Её парень Итан бросает её ради подруги с большой грудью, а Саммер пытается увеличить свою грудь с помощью одного из устройств Рика. Не прицелившись, она вырастает до гигантских размеров. Морти хочет позвать Рика на помощь, но Бет отказывается. Пытаясь проявить себя, у Бет не получается решить проблему, в конечном итоге выворачивая Саммер наизнанку. Затем Бет обманом освобождает трёх крошечных сотрудников службы технической поддержки, которые оказались в внутри машины, когда та обращалась за технической поддержкой. Саммер идёт в лагерь, куда они с Итаном должны были отправиться, всё ещё вывернутая наизнанку. Бет так же выворачивается себя наизнанку и разговаривает с Саммер. Как только Морти выясняет, как работает машина, он восстанавливает размер Саммер и использует её на Итане, в отместку.",
                "В сцене после титров трое крошечных рабочих наслаждаются пенсией у реки. Когда мимо проходит гигантский Итан, одного из них хватает орёл."
            ]
        },
        {
            "id": 27,
            "season": 3,
            "title": "Отдых и риклаксация",
            "eng_title": "Rest and Ricklaxation",
            "director": "Энтони Чун",
            "written_by": "Том Кауфман",
            "date": "27.08.2017",
            "description": [
                "После шестидневного космического приключения, которое ставит их на грань психологического срыва, Рик и Морти решают провести некоторое время в инопланетном спа-салоне, где они используют машину, которая извлекает негативные черты личности человека. Однако без ведома Рика и Морти эти черты превращаются в токсичные физические аналоги, характеризующиеся высокомерием Рика и ненавистью Морти к самому себе. С другой стороны, Чистый Рик становится более внимательным, а уверенность Чистого Морти позволяет ему начинать встречаться с девушками. Однако побочным эффектом является то, что и Чистый Рик, и Морти фактически теряют способность формировать эмоциональную привязанность. Обещая отомстить Чистому Рику, Токсичный Рик берёт Токсичного Морти, вырывается из машины и использует лунную башню, чтобы переделать всю Землю в токсичную версию самой себя.",
                "Чистый Рик решает ситуацию, отравив Токсичного Морти, правильно сделав вывод, что настоящий Рик считал своё сострадание к Морти слабостью, что означает, что Токсичный Рик унаследовал эту черту. Токсичный Рик нехотя сливается с Чистым Риком, чтобы спасти Токсичного Морти, превратившись в настоящего Рика. Чистый Морти избегает слияния со своим токсичным «я» и продолжает жизнь биржевого маклера в Нью-Йорке. Рик выслеживает его с помощью Джессики и превращает в обычного Морти, повторно вводя Токсичного Морти обратно в Чистого Морти.",
                "В сцене после титров тур по той же башне лунного света освобождает Стейси, одну из девушек, с которыми Морти встречался в эпизоде, которая случайно оказалась в ловушке внутри машины детоксикации."
            ]
        },
        {
            "id": 28,
            "season": 3,
            "title": "Риклантидическая путаница",
            "eng_title": "The Ricklantis Mixup",
            "director": "Доминик Полчино",
            "written_by": "Дэн Гутерман и Райан Ридли",
            "date": "10.09.2017",
            "description": [
                "Пока Рик и Морти готовятся к приключению в Атлантиде, их прерывает другой Рик и Морти, ищущие пожертвования в Фонд реконструкции Цитадели. Морти задаётся вопросом, что происходит в Цитадели. Затем эпизод переносится в Цитадель, где разворачивается несколько взаимосвязанных сюжетов.",
                "Предвыборная кампания. В Цитадели продолжаются президентские выборы после смерти Совета Риков. Спорный кандидат Морти от партии Морти завоёвывает толпу в дебатах, но внезапно увольняет своего менеджера кампании. Позже к менеджеру кампании Морти подходит следователь Рик, который предоставляет ему несколько секретных файлов. На следующем митинге бывший менеджер Морти стреляет в кандидата Морти.",
                "Морти-таун. Недавно принятый на работу полицейский Рик стал партнёром жестокого и тучного полицейского Морти, который сам питает неприязнь к Морти. Они встречаются с «Большим Морти», который предлагает полицейскому Рику взятку, чтобы тот не говорил о его незаконных сделках, причём сам полицейский Морти уже принял взятку. Когда полицейский Рик отказывается, полицейский Морти стреляет в приспешников Большого Морти, и начинается перестрелка. После эмоционального разговора полицейский Морти убивает Большого Морти. Затем полицейский Рик убивает полицейского Морти и сдаётся полиции, прибывшей на место происшествия. После задержания с него снимаются все обвинения в связи с недавними изменениями кодексов ведомства.",
                "Портал желаний. Студентам Академии Морти говорят, что они скоро закончат обучение, и им будет назначен новый Рик. Услышав это, группа Морти во главе с мятежным Пижоном Морти решает найти мифический Портал желаний. На следующий день в Портале желаний они решают пожертвовать чем-то важным, чтобы их желания сбылись, что каждый из них, за исключением Пижона Морти, незамедлительно делает. Пижон, выражая желание, чтобы жизнь Морти изменилась, бросается в портал, который оказывается местом отходов. Опечаленные, оставшиеся Морти возвращаются в Академию, но узнают, что она закрыта. Они считают, что желание Пижона Морти сбылось.",
                "Рик-простак. На фабрике по производству вафель Рика-простака, созданных на основе счастливых воспоминаний Рика-простака, сотрудник Рик J-22 не получил повышения по службе. J-22 приходит в ярость, разрушая свою сборочную машину, убивая своего бывшего начальника, беря Рика-простака в заложники, а затем убивая его при попытке побега. Как только группа Рик-спецназа собирается задержать J-22, их останавливает владелец фабрики, Рик Д. Санчез III, который хвалит J-22 за его храбрость и освобождает его. J-22 переполняется эмоциями, когда ему дают лимузин, но после его задерживают и его счастье используют как замену вкуса вафель.",
                "Эпилог. Управляющий кампанией Морти брошен в космос Секретной службой Риков, которая говорит, что кандидат Морти выжил и станет президентом Цитадели. Рик Д. Санчез III занимаёт своё место с Советом Риков в тени и Президентом Морти. Один член совета заявляет, что независимо от того, кто сидит в кресле президента, Совет всегда будет контролировать Цитадель. Президент Морти спрашивает других членов Совета, согласны ли они с этим заявлением, а затем приказывает своим охранникам убить тех, кто согласился. Вне Цитадели документы Кандидата Морти показывают, что новым президентом стал Морти с повязкой на глазу из «Близких риконтактов риковой степени».",
                "В сцене после титров Рик и Морти C-137 возвращаются домой из Атлантиды, довольные своим приключением. Пока Морти задаётся вопросом, что происходит в Цитадели, Рик уверяет его, что это, скорее всего, не повлияет на их жизнь."
            ]
        },
        {
            "id": 29,
            "season": 3,
            "title": "Мозговыносяшки Морти",
            "eng_title": "Morty’s Mind Blowers",
            "director": "Брайан Ньютон",
            "written_by": "Майк МакМэхан, Джеймс Сичильяно, Райан Ридли, Дэн Гутерман[en], Джастин Ройланд и Дэн Хармон",
            "date": "17.09.2017",
            "description": [
                "После того, как Морти просит удалить травмирующее воспоминание, Рик открывает комнату, где хранит ряд воспоминаний, которые он удалил из головы Морти, в том числе о том, как он непреднамеренно довёл невинного человека до самоубийства или как случайно отправил инопланетянина в ад. Однако, выясняется, помимо воспоминаний, которые Морти не хотел удалять, в комнате также есть воспоминания, в которых Рик выглядел глупо, поэтому он принудительно удалил их из Морти. Это вызывает драку, во время которой Рик и Морти случайно стирают все свои воспоминания.",
                "Морти обыскивает воспоминания вокруг себя, чтобы вспомнить то, что было удалено, но не удовлетворившись правдой, которую обнаруживает, убеждает Рика, что они должны убить себя. Саммер входит в комнату за мгновение до самоубийства. Выясняется, что на такую ситуацию у Рика есть план действий на случай непредвиденных обстоятельств. Следуя письменным инструкциям, Саммер возвращает воспоминания Рику и Морти и тащит их в гостиную. Рик и Морти просыпаются на диване, полагая, что проспали много передач «Межвселенского кабельного телевидения».",
                "В сцене после титров Джерри обнаруживает коробку с надписью «Мозговыносяшки Джерри», в которой хранится воспоминание о том, что он случайно виновен в смерти инопланетянина."
            ]
        },
        {
            "id": 30,
            "season": 3,
            "title": "Азбука Бет",
            "eng_title": "The ABC’s of Beth",
            "director": "Хуан Меса-Леон",
            "written_by": "Майк МакМэхан",
            "date": "24.09.2017",
            "description": [
                "Рик и Бет попадают во Фрупиленд, фантастический мир, созданный Риком для юной Бет. Их цель — вернуть Томми, друга детства Бет, который оказался в ловушке во Фрупиленде, и предотвратить казнь его отца, которого ложно обвиняют в том, что он съел его. Томми, который все эти годы выживал, прибегая к зоофилии, инцесту и каннибализму, отказывается возвращаться в реальный мир. Рик и Бет создают клон Томми и этим спасают жизнь его отца. Вернувшись домой, Рик предлагает Бет возможность создать заменяющий её клон, пока она могла бы свободно путешествовать по миру.",
                "Между тем, Джерри встречается с инопланетным охотником по имени Киара, к удивлению Морти и Саммер. Когда он решает разорвать отношения, Киара приходит в ярость и пытается убить детей, которых она считает причастными. Ситуация разрешается после того, как стало известно, что Киара использовала Джерри, чтобы избавиться от своего предыдущего парня, так же, как Джерри сделал это с ней.",
                "В сцене после титров автоответчик Джерри воспроизводит сообщения, предупреждающие его, что парень Киары идёт убить его, но Рик говорит, что убил парня Киары, и также занимался с ней сексом."
            ]
        },
        {
            "id": 31,
            "season": 3,
            "title": "Рикчжурский мортидат",
            "eng_title": "The Rickchurian Mortydate",
            "director": "Энтони Чун",
            "written_by": "Дэн Хармон",
            "date": "01.10.2017",
            "description": [
                "Президент США просит Рика и Морти победить монстра в туннелях под Белым домом, что они делают без особых усилий. Раздражённые тем, что он постоянно обращается к ним без всякой благодарности, они возвращаются домой, чтобы поиграть в Minecraft, но президент быстро об этом узнаёт. Получающийся в результате аргумент приводит к битве в Белом доме между Риком и службой безопасности президента. Рик заканчивает свой конфликт с президентом, притворяясь Риком-рыболовом, Риком из другой реальности, и заключает перемирие. Эпизод заканчивается тем, что семья счастлива снова быть вместе, за исключением Рика, который разочарован потерей своего доминирующего положения.",
                "Между тем, опасаясь, что она может быть клоном, созданным Риком, Бет воссоединяется с Джерри, чтобы выяснить правду. Вскоре после этого вся семья собирается вместе, чтобы спрятаться от Рика, но он их выслеживает. В конце концов Рик подчиняется Джерри, снова являющемуся членом семьи.",
                "В сцене после титров мистер Жопосранчик извиняется за то, что не появился в третьем сезоне, но он женился, у него есть жена и сын. Он заканчивает сцену, говоря, что до четвёртого сезона придётся долго ждать."
            ]
        }
    ],
    "characters": [
        {
            "id": 101,
            "name": "Рик Санчес",
            "img": "rick.jpg",
            "description": "Гениальный ученый и алкоголик, чьи изобретения и эксперименты служат основой для эпизодов. Дедушка Морти Смита и Саммер Смит, а также отец Бет. Рик отсутствовал в семье в течение многих лет, пока он, наконец, не вернулся перед пилотным эпизодом, чтобы жить с семьей Смита, к большому неодобрению Джерри. В настоящее время он проживает в гараже дома Смита, где базируется вся его лаборатория. Здесь он строит новые изобретения, путешествует в другие измерения и испытывает вещи на формах инопланетной жизни"
        },
        {
            "id": 102,
            "name": "Морти Смит",
            "img": "morty.png",
            "description": "Впечатлительный и социально неуклюжий внук-подросток Рика, который часто тащится на эскападах своего деда. Морти-слабая и нервная развалина, которая отчаянно пытается сохранить свое здравомыслие, когда его берут на причудливые и ужасающе умопомрачительные приключения, которые Рик берет на себя, что уже достаточно большая проблема, поскольку он уже изо всех сил пытается вписаться в свою собственную среднюю школу."
        },
        {
            "id": 103,
            "name": "Джерри Смит",
            "img": "jerry.jpg",
            "description": "Неуверенный в себе отец Морти, чье неодобрение влияния Рика на Морти только усугубляет его супружеские проблемы с Бет. Джерри постоянно оказывается в неудачном браке со своей женой, поскольку они всегда спорят и никогда не выражают любовь друг к другу, что делает большинство родителей."
        },
        {
            "id": 104,
            "name": "Бет Смит",
            "img": "bet.webp",
            "description": "Святая мать Морти, которая является кардиохирургом для лошадей. У Бет, похоже, есть проблемы в ее браке с Джерри и обычно рассматривает возможность оставить его для другого парня."
        },
        {
            "id": 105,
            "name": "Саммер Смит",
            "img": "summer.webp",
            "description": "Старшая сестра Морти, которая иногда присоединяется к Рику в его приключениях. Она заботится только о своих друзьях и общественной жизни в школе и легко раздражается ее семьей, хотя она иногда становится ревнивой к отношениям Морти с Риком."
        },
        {
            "id": 106,
            "name": "Джессика",
            "img": "summer.webp",
            "description": "Одноклассница Морти, в которую он влюблен. Джессика не знает о чувствах Морти к ней, и неизвестно, чувствует ли она то же самое. На данный момент она только друг."
        },
        {
            "id": 107,
            "name": "Мистер Голденфольд",
            "img": "golf.webp",
            "description": "Чрезмерно усердный учитель математики Морти с серьезными проблемами гнева, у которого есть некоторые довольно негативные взаимодействия с Морти из-за его неспособности сосредоточиться на своей работе."
        },
        {
            "id": 108,
            "name": "Джин Вагина",
            "img": "vagina.webp",
            "description": "Директор средней школы Гарри Херпсона с несчастной, унизительной фамилией Вагина, что делает его очень неуверенным в своей мужественности. Он хороший друг Мистера Голденфолда."
        },
        {
            "id": 109,
            "name": "Птичья Личность (Birdperson)",
            "img": "bird.jpg",
            "description": "Мудрый гибрид человека и птицы и давний друг Рика, который впервые появился в эпизоде Rixty Minutes. Он был женат на Тэмми Гетерман в заключительном эпизоде сезона 2, который позже был раскрыт как шпион из Галактической Федерации и выстрелил в него несколько раз из лазерного пистолета. В конце искупления рикши он был воскрешен Галактической Федерацией как человек Феникса."
        },
        {
            "id": 110,
            "name": "Тэмми Гетерман",
            "img": "temmi.jpg",
            "description": "Cтаршая школьная подруга Саммер и жена Птицелова, которая позже оказывается тайным шпионом Галактической Федерации."
        },
        {
            "id": 111,
            "name": "Скванчи",
            "img": "skvan.jpg",
            "description": "Антропоморфный кошачий инопланетянин, который наслаждается аутоэротической асфиксией, которую он называет \"скванчинг\".- Он близкий друг Рика и разделяет его любовь к алкоголю."
        },
        {
            "id": 112,
            "name": "Шестерёнкоголовый (Gearhead)",
            "img": "gearheed.png",
            "description": "Человек-шестерня, инженер, эксперт по Gear Wars и бывший друг Рика, который предал его, и в результате получил свои \"зубчатые колеса\", удаленные и переключенные с передачами во рту."
        },
        {
            "id": 113,
            "name": "Мистер Жопосранчик (Mr. Poopy Butthole)",
            "img": "poope.jpg",
            "description": "давний друг семьи семьи Смит, который был застрелен и почти убит Бет во время битвы между телепатическими инопланетными паразитами. После этого случая он решил держаться подальше от кузнеца, пока не придет в себя."
        },
        {
            "id": 114,
            "name": "Мистер Мисикс (Mr. Meeseeks)",
            "img": "meeseeks.jpg",
            "description": "Cущества, вызванные активацией коробки Meeseeks, существующие до тех пор, пока они не выполнят назначенную им цель. Однако мы обнаруживаем, что, испытав некоторые трудности с выполнением желания Джерри, мистер Мизикс, которого он вызвал, и другие, которые следуют за ним, сходят с ума от слишком долгого существования до принятия крайних мер для выполнения просьбы Джерри. Их единственная главная роль была в эпизоде Meeseeks и уничтожить, но они сделали много камеи и пасхальные яйца в последующих эпизодах."
        },
        {
            "id": 115,
            "name": "Брэд",
            "img": "bred.jpg",
            "description": "Ученик средней школы Гарри Херпсона и жесткий спортсмен, который играет в спорт для средней школы (скорее всего, футбол). Он придурок-бойфренд Джессики, к большой ревности Морти. Брэд также служит своего рода школьным хулиганом для Морти, поскольку его видят кричащим на него в коридорах, называя его и говоря ему оставаться в своей лиге, когда дело доходит до разговора с Джессикой, а также пытаясь избить его на танце осознания гриппа в эпизоде Rick Potion #9."
        },
        {
            "id": 116,
            "name": "Итан",
            "img": "itan.webp",
            "description": "Бойфренд Саммер, которого Джерри несколько не одобряет."
        },
        {
            "id": 117,
            "name": "Дэвин",
            "img": "davin.webp",
            "description": "Дружелюбный сотрудник Бет в больнице лошади, который немного слишком дружелюбен, поскольку он часто бьет ее, к ревности Джерри (несмотря на то, что Бет не показала абсолютно никакой привязанности к нему в ответ)."
        },
        {
            "id": 118,
            "name": "Президент",
            "img": "president.webp",
            "description": "Президент Соединенных Штатов и друг Рика и Морти. Его первое появление было в эпизоде Get Schwifty, со вторым появлением в эпизоде The Rickchurian Mortydate, где он поручает Рику и Морти снять инопланетную \"гу-гу\""
        }
    
    ]
}