{
    "episodes": [
        {
            "id": 1,
            "season": 1,
            "title": "Пилот",
            "eng_title": "Pilot",
            "director": "Джастин Ройланд",
            "written_by": "Дэн Хармон и Джастин Ройланд",
            "date": "02.12.2013",
            "description": ["Рик Санчес — плохо влияющий на своего внука Морти Смита дедушка, когда обнаруживается, что Морти пропустил семестр в школе за то время, которое он потратил на приключения с Риком. Рик переносит Морти в измерение 35-C, в котором есть идеальные условия для выращивания «Мегадеревьев», на которых растут «Мегафрукты» с «Мегасеменами», необходимые Рику для его исследований. Чтобы преодолеть межгалактическую таможню, Морти прячет семена Мегадеревьев в своей прямой кишке, но когда их план раскрыт, Рик и Морти убегают, участвуя в перестрелке с бюрократическими инопланетными насекомыми. В конце концов, семена растворяются, и ненадолго делают Морти очень умным, заставляя его родителей поверить, что всё в порядке с его обучением, и позволить Рику остаться. Однако, когда эффект семян заканчивается, Морти корчится от последствий, после чего Рик сообщает ему, что им нужно вернуться и взять ещё больше семян, прежде чем впасть в бессмысленную тираду о том, что они отправятся в гораздо более сумасшедшие приключения."]
        },
        {
            "id": 2,
            "season": 1,
            "title": "Пёс-газонокосильщик",
            "eng_title": "Lawnmower Dog",
            "director": "Джон Райс",
            "written_by": "Райан Ридли",
            "date": "09.12.2013",
            "description": [
                "Собака Морти Снаффлз нюхает и злит Джерри, постоянно мочась на ковёр. Расстроенный, Джерри просит у Рика устройство, которое могло бы сделать Снаффлза умнее. Рик создаёт устройство, которое делает Снаффлза достаточно умным, чтобы он мог делать что-то, как нормальный человек, например, ходить в туалет. Тем временем Рик планирует войти в сон учителя математики Морти, мистера Голденфольда, чтобы он повысил оценки Морти, тем самым позволяя Морти чаще проводить время с Риком. Двое входят в сон Голденфольда. Сон происходит в самолёте, где Рик притворяется террористом, угрожающим взорвать их, если Голденфольд не поставит Морти высокие оценки, но Голденфольд решает дать отпор и вытаскивает два пулемёта. Рик понимает, что Голденфольд имеет больше контроля над своими снами, чем он ожидал, а также говорит, что, если они умрут во сне, они умрут в реальной жизни. Тем временем Снаффлз пытается поговорить со своими хозяевами устно, но не может. Он открывает батарейный отсек на шлеме и понимает, что его можно зарядить дополнительными батарейками.", 
                "Всё ещё застряв во сне, Рик пытается вести переговоры с Голденфольдом, используя миссис Оладушку, в качестве живого щита. Из-за этого все в самолёте в панике. Один из пассажиров открывает дверь из самолёта, и всех высасывает наружу. Миссис Оладушка находит парашют и открывает его, а Голденфольд уже посадил самолет. Рик и Морти хватаются за Оладушку, но Голденфольд создал устройство, чтобы достать Оладушку с неба и оставить Рика и Морти падать в котёл с лавой. Однако эти двое погружаются в сон Оладушки, чтобы замедлить время. Сон Оладушки — это межгалактический секс-клуб и темница садомазохизма, наполненная доминантками. Саммер в нижнем белье заставляет двоих чувствовать себя некомфортно, выделяя их. Кентавр-охранник угрожает убить их, и они отправляются в сон кентавра, где трое убегают от «легально существующей подделки» Фредди Крюгера по имени Страшный Терри. Тем временем Снаффлз создал роботизированную руку и динамик, которые он использует, чтобы хватать вещи и общаться, хотя и на ломаном английском. Взгляд Снаффлза на жизнь изменился после просмотра телевизионной передачи о приручении собак и принуждении их к подчинению.", 
                "Всё ещё убегая, Рик и Морти отправляются в сон маленькой девочки, чтобы спастись от Страшного Терри. Вернувшись к тому, что похоже на тот же сон, двое также узнают, что Терри может путешествовать по снам. Создав себе мощный роботизированный костюм, Снаффлз меняет своё имя на Снежок и берёт на себя господство над домом. Находясь в новом сне, Терри всё ещё преследует Рика и Морти. Двое следуют за ним обратно в его дом и входят в его сон. Они видят, что он боится потерпеть неудачу в своей работе, и спасают его от смущения в школе. В свою очередь, он помогает им вернуться в реальность и в процессе убедить Голденфольда поднять оценки Морти. Вернувшись в обычный мир, они обнаруживают, что Снежок привёл армию сверхразумных собак к грани глобального господства над человечеством. Снежок позволяет Морти жить рядом с ним, в то время как остальной мир порабощён по прихоти собак. В то время как собаки подвергают людей подобным действиям, которым люди подвергали собак, Морти живёт в роскоши. Рик показывает ему, что эти двое на самом деле находятся во сне Снежка. Рик отравляет почки Морти, заставляя Снежка заботиться о здоровье Морти. Снежок выходит из своего сна и понимает, что угнетение людей приносит горе и жестокость. Снежок и собаки меняют свой план и вместо этого решают жить в собственном мире.", 
                "В сцене после титров старого учителя класса Страшного Терри заменил Страшный Гленн, барабанщик-хиппи. Рик и Страшный Терри сидят с учениками и курят марихуану, довольные этим изменением."
            ]
        },
        {
            "id": 3,
            "season": 1,
            "title": "Анатомический парк",
            "eng_title": "Anatomy Park",
            "director": "Джон Райс",
            "written_by": "Эрик Акоста и Уэйд Рэндольф",
            "date": "16.12.2013",
            "description": [
                "На Рождество Рик отправляет Морти внутрь тела бездомного, чтобы спасти его жизнь (пародия на «Фантастическое путешествие»). Внутри тела мужчины находится микроскопический вольер под названием «Анатомический парк» (пародия на «Парк Юрского периода»), в котором находятся различные смертельные заболевания, которые выбираются из своих ограждений. Морти и один из сотрудников парка, Энни, спасаются от опасных болезней, убивая остальных сотрудников базы. Рик спасает их, увеличивая тело бездомного до ширины США, прежде чем уничтожить его взрывом.",
                "Между тем, вернувшись в семейный дом, родители Джерри навещают его, и семья пытается сблизиться без электронных устройств. Джерри встревожен, узнав, что его родители решили попробовать полиаморию.",
                "В сцене после титров Рик связывается с Энни и другими её новыми партнёрами внутри тела своего нового пациента, которые говорят о его аттракционе «Пираты поджелудочного моря» (что очень не нравится Рику, так как он чувствителен к своему аттракциону, который был его идеей). Рик вешает трубку, продолжая тираду и оскорбления, а также раскрывает бойфренда Саммер Итана как нового ведущего «Анатомического парка»."
            ]
        },
        {
            "id": 4,
            "season": 1,
            "title": "М. Найт Шьямал-Инопланетяне!",
            "eng_title": "M. Night Shaym-Aliens!",
            "director": "Джефф Майерс",
            "written_by": "Том Кауфман",
            "date": "13.01.2014",
            "description": [
                "Пришельцы держат Рика и Джерри в плену в виртуальной реальности, пытаясь украсть рецепт концентрированной тёмной материи у Рика. Когда Рик пытается сбежать, он обнаруживает, что есть несколько слоёв виртуальной реальности один в другом.",
                "Тем временем Джерри, случайно попавший в ту же виртуальную реальность, пытается продать свой рекламный слоган яблок. Рик наконец-то побеждает пришельцев, дав им поддельный рецепт. Пришельцы отправляют Рика и Джерри домой, и их корабль взрывается, пока они готовят смесь.",
                "В сцене после титров Джерри уволен после того, как дебютировал со своим новым рекламным слоганом яблок в реальном мире. Ночью в комнату Морти входит пьяный Рик, начинает проявлять к нему признательность, но быстро набрасывается на него с ножом и требует знать, не является ли Морти симуляцией. Затем Рик извиняется перед тем, как потерять сознание."
            ]
        },
        {
            "id": 5,
            "season": 1,
            "title": "Мисикс и разрушение",
            "eng_title": "Meeseeks and Destroy",
            "director": "Брайан Ньютон",
            "written_by": "Райан Ридли",
            "date": "20.01.2014",
            "description": [
                "После особенно травмирующего приключения Морти заключает пари с Риком, что он возглавит своё собственное приключение. Когда остальные члены семьи Смитов спрашивают Рика о решении нескольких людских проблем, он даёт им коробку с Мисиксами, устройство, способное вызывать синих гуманоидов по имени «Мистер Мисикс». Эти существа живут в боли, пока не выполнят первое указание, которое им дано; как только оно будет завершено, они исчезнут. Рик предупреждает семью, чтобы их задачи были простыми.",
                "Джерри вызывает Мисикса и просит его помочь ему научиться играть в гольф, что оказывается невыполнимой задачей. В попытке исполнить своё предназначение, Мисикс Джерри вызывает других Мисиксов. Вскоре Мисиксы решают, что их единственная надежда — убить Джерри. Орда вооружённых Мисиксов нападает на ресторан и берёт заложников, чтобы заставить Джерри выйти. Джерри почти выходит, но Бет вдохновляет и поощряет его попробовать свои силы в гольф в последний раз. Джерри использует оторванный кусок стеллажа и помидор, чтобы показать, что его игра улучшилась, и все довольные Мисиксы перестают существовать.",
                "Морти и Рик прибывают в средневековый фантастический мир, чтобы начать своё приключение. Они останавливаются в бедной деревне, которая просит их помочь украсть сокровище великана, чтобы собрать деньги. Морти и Рик поднимаются по гигантскому бобовому стеблю в мир гигантов, но в результате несчастного случая их арестовывают за убийство гиганта. Их судят на суде гигантов, но оправдывают по формальным причинам.",
                "Герои останавливаются в таверне, чтобы выпить, где Морти противостоит Рику из-за его негатива, прежде чем отправиться в уборную. Там он встречает мистера Желатина, поначалу дружелюбного существа, который пытается его изнасиловать. Морти сопротивляется, явно потрясённый этим. Тем временем Рик начинает получать удовольствие, выигрывая приличную сумму денег в карты. Морти умоляет Рика пойти домой и признаёт, что проиграл пари. Рик видит, как побитый мистер Желатин выходит из уборной, и, понимая, что произошло, поднимает настроение Морти, отдав свой выигрыш бедным сельским жителям. Жители деревни объявляют Рика и Морти героями и просят их остаться и встретиться с их королём: мистером Желатином. Морти быстро убеждает Рика открыть портал, чтобы уйти; Рик делает это, затем стреляет через него и убивает Желатина.",
                "В сцене после титров двое жителей деревни находят компрометирующие фотографии в сейфе короля Желатина, но сжигают его, чтобы сохранить наследие короля в неприкосновенности. По мнению одного из них, это к лучшему."
            ]
        },
        {
            "id": 6,
            "season": 1,
            "title": "Напиток Рика #9",
            "eng_title": "Rick Potion #9",
            "director": "Стивен Сандовал",
            "written_by": "Джастин Ройланд",
            "date": "27.01.2014",
            "description": [
                "Морти давно влюблён в Джессику, рыжую девушку-подростка из своей школы. В ночь на «Бале сезона гриппа» Морти просит у Рика любовную сыворотку, и Рик соглашается, давая ему сыворотку, полученную из полёвок. После того, как Морти даёт Джессике (которая, без ведома Морти, болеет гриппом) сыворотку, она смешивается с вирусом гриппа и переносится по воздуху, распространяясь по всей планете за считанные минуты и заставляя каждого человека, не имеющего прямого отношения к Морти, любить его. Пытаясь противодействовать ДНК, использованной в сыворотке, Рик делает противоядие из ДНК богомола, но новая сыворотка не работает, вместо этого заставляя население мира мутировать в чудовищных людей-богомолов, которые все хотят съесть Морти после спаривания с ним.",
                "Между тем, Джерри, чувствуя неуверенность в своих отношениях с Бет, следует за ней на работу после того, как её вызывают на позднюю смену. По пути Джерри обнаруживает, что дорога заблокирована хаосом, созданным людьми-богомолами; когда они пытаются узнать от него местонахождение Морти, он убегает и убивает их из дробовика. Прибыв в лошадиный госпиталь, в котором работает Бет, он обнаруживает, что Бет загнана в угол своим неистовым заражённым коллегой; после того, как Джерри убивает его ломом, они мирятся.",
                "Скрываясь от заражённого населения в пустыне, Рик делает третью сыворотку, чтобы исправить все предыдущие. Но поскольку сыворотка была объединена из различных ДНК, она ещё больше мутирует население мира в едва заметные гуманоидные существа. Называя чудовищ «Кроненбергами» (отсылка к известному режиссёру сериалов ужасов Дэвиду Кроненбергу), Рик решает, что ситуация не подлежит исправлению. Вместо того, чтобы пытаться исправить мир, он сканирует мультивселенную, чтобы найти другое измерение, в котором альтернативным версиям себя и Морти удалось найти решение и предотвратить пандемию мутаций, но вскоре после этого они погибли. Рик и Морти входят в новую реальность, закапывая себя на заднем дворе и спокойно занимают своё место. Эпизод заканчивается тем, что Морти травмирован произошедшими событиями и ужасной смертью своего двойника; начинается песня Mazzy Star «Look on Down from the Bridge»",
                "В сцене после титров Джерри, Бет и Саммер — единственные немутированные люди, оставшиеся в разрушенном мире, кишащем кроненбергами. Между тем, версии кроненбергов Рика и Морти появляются из измерения, где кроненберг Рик случайно превращает весь мир в нормальных людей."
            ]
        },
        {
            "id": 7,
            "season": 1,
            "title": "Воспитание Газорпазорпа",
            "eng_title": "Raising Gazorpazorp",
            "director": "Джефф Майерс",
            "written_by": "Эрик Акоста и Уэйд Рэндольф",
            "date": "10.03.2014",
            "description": [
                "В космическом ломбарде Рик покупает Морти секс-робота. Вскоре после этого робот зачинает инопланетного гибридного ребёнка Морти, которого он называет Морти-младшим. Рик и Саммер отправляются на планету происхождения секс-роботов, Газорпазорп, чтобы найти более подходящих родителей для Морти-младшего. На планете Рик и Саммер узнают, что самцы этого вида взрослеют за считанные дни и по своей природе чрезвычайно агрессивны. Женщины-газорпазорпианки арестовывают Рика из-за его открытого женоненавистничества и угрожают казнить и его, и Саммер, пока Саммер не обнаруживает, что её модный топ был сделан мужчиной, убеждая всех отпустить их на свободу.",
                "Между тем, быстрое взросление Морти-младшего заставляет Морти пытаться воспитать его. Опасаясь своих агрессивных инстинктов, Морти держит Морти-младшего дома, говоря ему, что воздух снаружи ядовит. Однако изоляция заставляет Морти-младшего восстать. Когда он понимает, что Морти солгал ему по поводу воздуха, он вступает в бой с Морти, пока не прибывает Рик и не готовится убить Морти-младшего. Морти встаёт на пути Рика, говоря ему, что он всё ещё любит Морти-младшего. Морти-младший решает уехать и жить самостоятельно, направляя свою агрессию в творческое искусство.",
                "В сцене после титров Морти-младший идёт на ток-шоу, чтобы рассказать о написанной им книге под названием «Мой (ужасный) отец», которая стала очень успешной."
            ]
        },
        {
            "id": 8,
            "season": 1,
            "title": "Скандалы, Рик и расследования",
            "eng_title": "Rixty Minutes",
            "director": "Брайан Ньютон",
            "written_by": "Том Кауфман и Джастин Ройланд",
            "date": "17.03.2014",
            "description": [
                "Рик выражает отвращение к качеству современного телевидения и заменяет обычную кабельную приставку семьи Смитов устройством, которое позволяет им смотреть шоу из бесконечных реальностей. Рик листает каналы, чтобы показать безграничные возможности, в том числе реальность, в которой Джерри — известный актёр. Джерри, Бет и Саммер взволнованы и умоляют Рика показать им их альтернативные жизни. Он достаёт пару межпространственных очков, которые позволят им видеть глазами своего альтернативного «я». Морти остаётся с Риком, и они продолжают смотреть различные рекламные ролики и клипы из альтернативных реальностей.",
                "Джерри, Бет и Саммер по очереди надевают очки. Альтернативное «я» Джерри живёт жизнью наркотиков и разврата, в то время как Бет видит себя работающей с людьми, а не лошадьми. Саммер, однако, обнаруживает, что все реальности, в которых она существует, в основном не изменились. Джерри и Бет признаются Саммер, что она была нежеланным ребёнком, и что её рождение помешало им достичь своих целей. Это очень расстраивает Саммер, и она объявляет о своих планах сбежать.",
                "Пока Саммер начинает собирать чемоданы, Морти пытается её утешить. Он показывает Саммер могилы, которые они с Риком выкопали на заднем дворе в эпизоде «Напиток Рика #9», признавая, что Морти из её реальности мёртв, и он её брат из другой реальности. В заключение он говорит: «Никто не существует по определённой причине, никто ни к чему не привязан, все однажды умрут… Пойдём посмотрим телевизор?» Саммер соглашается остаться, и они вместе спускаются вниз, чтобы посмотреть телевизор с Риком.",
                "Джерри возвращается в гостиную и говорит Морти, что они с Бет решили провести некоторое время отдельно. По телевизору внезапно показывают альтернативную реальность: Джерри с нервным срывом едет на скутере по автостраде, преследуемый полицией. Они смотрят, как альтернативный Джерри подходит к порогу альтернативной Бет, говоря ей, что он ненавидит свою жизнь и сожалеет о том, что не продолжает их отношения. Увидев, насколько важны их отношения друг для друга, Бет и Джерри бросаются в объятия друг друга.",
                "В сцене после титров ​​семья Смитов смотрит новости из «Мира ректальных хомяков». Они задают Рику самые разные вопросы о мире, пока он неохотно создаёт в него портал, чтобы они могли найти ответы для себя. Затем семья проводит приятный отпуск в «Мире ректальных хомяков»."
            ]
        },
        {
            "id": 9,
            "season": 1,
            "title": "Надвигается нечто риканутое",
            "eng_title": "Something Ricked This Way Comes",
            "director": "Джон Райс",
            "written_by": "Майк МакМэхан",
            "date": "24.03.2014",
            "description": [
                "Саммер работает в антикварном магазине, которым управляет Дьявол, который раздаёт вещи, на которых есть проклятия. После того, как Дьявол даёт Рику микроскоп, который лишил бы того интеллекта, Рик разрабатывает технологию обнаружения проклятий и открывает конкурирующий магазин, где он использует науку для снятия проклятий, а Дьявол выходит из бизнеса. Саммер помогает ему возобновить успешный онлайн-бизнес, но он предаёт её и оставляет компанию себе. Саммер и Рик наращивают мышечную массу и публично избивают Дьявола.",
                "Между тем, Джерри, помогая Морти с моделью Солнечной системы в качестве проекта научной ярмарки, настаивает на том, что Плутон — это планета, доходит до лоббирования Международного астрономического союза. Плутонианцы похищают их на свою планету, где Джерри ошибочно принимают за учёного. Его заявления о том, что Плутон — это планета, сразу же делают его популярным. Ведущий учёный-плутонианец говорит Морти, что Плутон сжимается из-за корпоративной добычи плутония, что в конечном итоге приводит к его сжатию, и что плутонианское руководство уверяет население, что Плутон всё ещё является планетой. Морти не удаётся убедить Джерри в уменьшении размеров Плутона и последующем сокрытии, и он возвращается на Землю в разочаровании. Однако после того, как он стал свидетелем ареста учёного и услышал, как король Плутона ускользнул от того, что Плутон не является планетой, Джерри говорит гражданам Плутона правду в публичной речи, в результате чего его все ненавидят и депортируют обратно на Землю. Джерри извиняется перед Морти и спрашивает, могут ли они завершить его проект научной ярмарки, но Морти говорит ему, что просто планирует передать робота, построенного Риком, передающего масло.",
                "В сцене после титров накаченные Саммер и Рик избивают неонациста, хулигана, члена баптистской церкви Вестборо и жестокого владельца собаки."
            ]
        },
        {
            "id": 10,
            "season": 1,
            "title": "Близкие риконтакты риковой степени",
            "eng_title": "Close Rick-counters of the Rick Kind",
            "director": "Стивен Сандовал",
            "written_by": "Райан Ридли",
            "date": "07.04.2014",
            "description": [
                "Рика C-137 несправедливо обвиняют в убийстве двадцати семи Риков из других измерений и похищении их Морти. Межпространственный Совет Риков арестовывает его и признаёт виновным, обнаружив компрометирующие доказательства, которые были сфабрикованы, чтобы подставить его. Рик и Морти убегают, но их преследуют несколько версий Риков. Дом Смитов «наводнён» другими Риками, и Джерри заводит дружбу с добродушным «Фуфел Риком».",
                "Настоящими виновниками оказываются «Злой Рик» и его Морти с повязкой на глазу (впоследствии его назовут «Злым Морти»). Они использовали мозговые волны с низким интеллектом Морти как способ скрыть себя. Они схватывают Рика C-137 и Морти, но последний возглавляет восстание версий Морти и освобождает Рика C-137. Рик сообщает Совету о настоящем убийце, таким образом очищая своё имя. После того, как Рик и Морти уходят, Совет обнаруживает, что «Злой Рик» на самом деле находился под контролем неизвестного кукловода, которым всё это время был Морти с повязкой на глазу. Морти с повязкой на глазу сбегает, растворяясь в толпе Морти без Риков.",
                "В сцене после титров Джерри машет «Фуфел Рику» из окна, побуждая Рика посмеяться над ним."
            ]
        },
        {
            "id": 11,
            "season": 1,
            "title": "Риксованный бизнес",
            "eng_title": "Ricksy Business",
            "director": "Стивен Сандовал",
            "written_by": "Райан Ридли и Том Кауфман",
            "date": "07.04.2014",
            "description": [
                "Джерри и Бет участвуют в реконструкции Титаника, но корабль неожиданно не тонет. Джерри проводит некоторое время наедине с Люси, уборщицей, которая в конечном итоге оказывается невменяемой фанаткой фильма, заставляя его под прицелом имитировать сцены с ней. Она почти насилует Джерри, но Бет спасает его.",
                "Между тем, Рик, остаётся ответственным за Морти и Саммер, но у них большая вечеринка. Среди гостей — подростки, инопланетяне, Шестерёнкоголовый, Сквончи, альтернативные Рики и Аврадольф Линклер (комбинация ДНК Адольфа Гитлера и Авраама Линкольна). Они не только создают беспорядок, но и весь дом случайно отправляется в другое измерение, где Линклер, по-видимому, умирает (на самом деле он выживает). В конце концов, гостей прогоняют, а дом возвращают на место. У Рика, Морти и Саммер есть всего несколько минут до прибытия Бет и Джерри, поэтому они используют хитроумное приспособление, чтобы остановить время, позволяя им отремонтировать дом. Они смотрят Титаник и единодушно соглашаются, насколько он ужасен.",
                "В сцене после титров гигантские инопланетные звери многократно вставляют и высовывают Линклера и подростка с вечеринки в свои тела."
            ]
        }
    ]
}